Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Are you sure you want to reset "%1$@" using the "%2$@" template? All current rows and shapes will be replaced. This cannot be undone.
ar: هل أنت متأكد أنك تريد إعادة تعيين "%1$@" باستخدام القالب "%2$@"؟ سيتم استبدال كافة الصفوف والأشكال الحالية. لا يمكن التراجع عن هذا.
ca: Esteu segur que voleu restablir "%1$@" amb la plantilla "%2$@"? Es substituiran totes les files i formes actuals. Això no es pot desfer.
cs: Opravdu chcete resetovat „%1$@“ pomocí šablony „%2$@“? Všechny aktuální řádky a tvary budou nahrazeny. Toto nelze vrátit zpět.
da: Er du sikker på, at du vil nulstille "%1$@" ved hjælp af "%2$@"-skabelonen? Alle nuværende rækker og former vil blive erstattet. Dette kan ikke fortrydes.
de: Möchtest du „%@“ wirklich mit der Vorlage „%@“ zurücksetzen? Alle aktuellen Zeilen und Formen werden ersetzt. Dieser Vorgang kann nicht widerrufen werden.
el: Είστε βέβαιοι ότι θέλετε να επαναφέρετε το "%1$@" χρησιμοποιώντας το πρότυπο "%2$@"; Όλες οι τρέχουσες σειρές και σχήματα θα αντικατασταθούν. Αυτό δεν μπορεί να αναιρεθεί.
es: ¿Seguro que quieres restablecer «%1$@» usando la plantilla «%2$@»? Todas las filas y formas actuales se reemplazarán. Esta acción no se puede deshacer.
fa: آیا مطمئن هستید که می‌خواهید «%1$@» را با قالب «%2$@» بازنشانی کنید؟ همهٔ ردیف‌ها و شکل‌های فعلی جایگزین می‌شوند. این کار برگشت‌پذیر نیست.
fi: Haluatko varmasti nollata "%1$@" käyttämällä "%2$@"-mallia? Kaikki nykyiset rivit ja muodot korvataan. Tätä ei voi kumota.
fr: Voulez-vous vraiment réinitialiser « %@ » avec le modèle « %@ » ? Toutes les lignes et formes actuelles seront remplacées. Cette action est irréversible.
he: האם אתה בטוח שברצונך לאפס את "%1$@" באמצעות התבנית "%2$@"? כל השורות והצורות הנוכחיות יוחלפו. לא ניתן לבטל זאת.
hr: Jeste li sigurni da želite poništiti "%1$@" pomoću predloška "%2$@"? Svi trenutni redovi i oblici bit će zamijenjeni. Ovo se ne može poništiti.
hu: Biztosan visszaállítja a(z) „%1$@” fájlt a „%2$@” sablon használatával? Az összes jelenlegi sor és alakzat lecserélődik. Ezt nem lehet visszavonni.
id: Apakah Anda yakin ingin menyetel ulang "%1$@" menggunakan templat "%2$@"? Semua baris dan bentuk saat ini akan diganti. Hal ini tidak dapat dibatalkan.
it: Vuoi davvero reimpostare "%@" usando il modello "%@"? Tutte le righe e le forme attuali verranno sostituite. L'operazione non può essere annullata.
ja: 「%2$@」テンプレートを使用して「%1$@」をリセットしてもよろしいですか？現在の行と図形はすべて置き換えられます。この操作は取り消せません。
ko: "%2$@" 템플릿을 사용하여 "%1$@"을(를) 재설정하시겠습니까? 현재 행과 도형이 모두 교체됩니다. 이 작업은 취소할 수 없습니다.
ms: Adakah anda pasti mahu menetapkan semula "%1$@" menggunakan templat "%2$@"? Semua baris dan bentuk semasa akan diganti. Ini tidak boleh dibuat asal.
nl: Weet u zeker dat u '%1$@' wilt resetten met de sjabloon '%2$@'? Alle huidige rijen en vormen worden vervangen. Dit kan niet ongedaan worden gemaakt.
no: Er du sikker på at du vil tilbakestille "%1$@" ved å bruke malen "%2$@"? Alle gjeldende rader og former vil bli erstattet. Dette kan ikke angres.
pl: Czy na pewno chcesz zresetować „%1$@” przy użyciu szablonu „%2$@”? Wszystkie bieżące wiersze i kształty zostaną zastąpione. Tego nie można cofnąć.
pt_br: Tem certeza de que deseja redefinir "%@" usando o modelo "%@"? Todas as linhas e formas atuais serão substituídas. Isto não pode ser desfeito.
pt_pt: Tem certeza de que deseja redefinir "%1$@" usando o modelo "%2$@"? Todas as linhas e formas atuais serão substituídas. Isto não pode ser desfeito.
ro: Sigur doriți să resetați „%1$@” folosind șablonul „%2$@”? Toate rândurile și formele curente vor fi înlocuite. Acest lucru nu poate fi anulat.
ru: Сбросить «%@» с помощью шаблона «%@»? Все текущие строки и фигуры будут заменены. Это действие нельзя отменить.
sk: Naozaj chcete obnoviť „%1$@“ pomocou šablóny „%2$@“? Všetky aktuálne riadky a tvary budú nahradené. Toto sa nedá vrátiť späť.
sl: Ali ste prepričani, da želite ponastaviti »%1$@« s predlogo »%2$@«? Vse trenutne vrstice in oblike bodo zamenjane. Tega ni mogoče razveljaviti.
sv: Är du säker på att du vill återställa "%1$@" med mallen "%2$@"? Alla nuvarande rader och former kommer att ersättas. Detta kan inte ångras.
th: คุณแน่ใจหรือไม่ว่าต้องการรีเซ็ต "%1$@" โดยใช้เทมเพลต "%2$@" แถวและรูปร่างปัจจุบันทั้งหมดจะถูกแทนที่ด้วย สิ่งนี้ไม่สามารถยกเลิกได้
tr: "%@" projesini "%@" şablonunu kullanarak sıfırlamak istediğinizden emin misiniz? Mevcut tüm satırlar ve şekiller değiştirilecek. Bu işlem geri alınamaz.
uk: Справді скинути «%@» за шаблоном «%@»? Усі поточні рядки й фігури буде замінено. Цю дію не можна відмінити.
ur: کیا آپ واقعی "%2$@" ٹیمپلیٹ کا استعمال کرتے ہوئے "%1$@" کو دوبارہ ترتیب دینا چاہتے ہیں؟ تمام موجودہ قطاریں اور شکلیں بدل دی جائیں گی۔ اسے کالعدم نہیں کیا جا سکتا۔
vi: Bạn có chắc chắn muốn đặt lại "%1$@" bằng mẫu "%2$@" không? Tất cả các hàng và hình dạng hiện tại sẽ được thay thế. Điều này không thể hoàn tác được.
zh_hans: 你确定要使用“%2$@”模板重置“%1$@”吗？当前的所有行和形状都将被替换。此操作无法撤销。
zh_hant: 你確定要使用「%2$@」範本重置「%1$@」嗎？目前所有的列和形狀都會被取代。此動作無法復原。

source: Are you sure you want to reset "%@"? All rows and shapes will be removed. This cannot be undone.
ar: هل أنت متأكد أنك تريد إعادة تعيين "%1$@"؟ ستتم إزالة كافة الصفوف والأشكال. لا يمكن التراجع عن هذا.
ca: Esteu segur que voleu restablir "%1$@"? S'eliminaran totes les files i formes. Això no es pot desfer.
cs: Opravdu chcete resetovat „%1$@“? Všechny řádky a tvary budou odstraněny. Toto nelze vrátit zpět.
da: Er du sikker på, at du vil nulstille "%1$@"? Alle rækker og figurer vil blive fjernet. Dette kan ikke fortrydes.
de: Möchtest du „%@“ wirklich zurücksetzen? Alle Zeilen und Formen werden entfernt. Dieser Vorgang kann nicht widerrufen werden.
el: Είστε βέβαιοι ότι θέλετε να επαναφέρετε το "%1$@"; Όλες οι σειρές και τα σχήματα θα αφαιρεθούν. Αυτό δεν μπορεί να αναιρεθεί.
es: ¿Seguro que quieres restablecer «%@»? Se eliminarán todas las filas y formas. Esta acción no se puede deshacer.
fa: آیا مطمئن هستید که می‌خواهید «%1$@» را بازنشانی کنید؟ همهٔ ردیف‌ها و شکل‌ها حذف می‌شوند. این کار برگشت‌پذیر نیست.
fi: Haluatko varmasti nollata "%1$@"? Kaikki rivit ja muodot poistetaan. Tätä ei voi kumota.
fr: Voulez-vous vraiment réinitialiser « %@ » ? Toutes les lignes et formes seront supprimées. Cette action est irréversible.
he: האם אתה בטוח שברצונך לאפס את "%1$@"? כל השורות והצורות יוסרו. לא ניתן לבטל זאת.
hr: Jeste li sigurni da želite poništiti "%1$@"? Svi redovi i oblici bit će uklonjeni. Ovo se ne može poništiti.
hu: Biztosan visszaállítja a következőt: %1$@? Minden sor és alakzat el lesz távolítva. Ezt nem lehet visszavonni.
id: Apakah Anda yakin ingin menyetel ulang "%1$@"? Semua baris dan bentuk akan dihapus. Hal ini tidak dapat dibatalkan.
it: Vuoi davvero reimpostare "%@"? Tutte le righe e le forme verranno rimosse. L'operazione non può essere annullata.
ja: 「%@」をリセットしてもよろしいですか？すべての行と図形が削除されます。この操作は取り消せません。
ko: "%@"을(를) 재설정하시겠습니까? 모든 행과 도형이 제거됩니다. 이 작업은 취소할 수 없습니다.
ms: Adakah anda pasti mahu menetapkan semula "%1$@"? Semua baris dan bentuk akan dialih keluar. Ini tidak boleh dibuat asal.
nl: Weet u zeker dat u "%1$@" wilt resetten? Alle rijen en vormen worden verwijderd. Dit kan niet ongedaan worden gemaakt.
no: Er du sikker på at du vil tilbakestille «%1$@»? Alle rader og former vil bli fjernet. Dette kan ikke angres.
pl: Czy na pewno chcesz zresetować „%1$@”? Wszystkie wiersze i kształty zostaną usunięte. Tego nie można cofnąć.
pt_br: Tem certeza de que deseja redefinir "%@"? Todas as linhas e formas serão removidas. Isto não pode ser desfeito.
pt_pt: Tem certeza de que deseja redefinir "%1$@"? Todas as linhas e formas serão removidas. Isto não pode ser desfeito.
ro: Sigur doriți să resetați „%1$@”? Toate rândurile și formele vor fi eliminate. Acest lucru nu poate fi anulat.
ru: Сбросить «%@»? Все строки и фигуры будут удалены. Это действие нельзя отменить.
sk: Naozaj chcete resetovať „%1$@“? Všetky riadky a tvary budú odstránené. Toto sa nedá vrátiť späť.
sl: Ali ste prepričani, da želite ponastaviti "%1$@"? Vse vrstice in oblike bodo odstranjene. Tega ni mogoče razveljaviti.
sv: Är du säker på att du vill återställa "%1$@"? Alla rader och former kommer att tas bort. Detta kan inte ångras.
th: คุณแน่ใจหรือไม่ว่าต้องการรีเซ็ต "%1$@" แถวและรูปร่างทั้งหมดจะถูกลบออก สิ่งนี้ไม่สามารถยกเลิกได้
tr: "%@" projesini sıfırlamak istediğinizden emin misiniz? Tüm satırlar ve şekiller kaldırılacak. Bu işlem geri alınamaz.
uk: Справді скинути «%@»? Усі рядки й фігури буде вилучено. Цю дію не можна відмінити.
ur: کیا آپ واقعی "%1$@" کو دوبارہ ترتیب دینا چاہتے ہیں؟ تمام قطاریں اور شکلیں ہٹا دی جائیں گی۔ اسے کالعدم نہیں کیا جا سکتا۔
vi: Bạn có chắc chắn muốn đặt lại "%1$@" không? Tất cả các hàng và hình dạng sẽ bị xóa. Điều này không thể hoàn tác được.
zh_hans: 你确定要重置“%@”吗？所有行和形状都将被删除。此操作无法撤销。
zh_hant: 你確定要重置「%@」嗎？所有列和形狀都會被移除。此動作無法復原。

source: Arrow keys nudge the selection by 1px.
ar: تعمل مفاتيح الأسهم على دفع التحديد بمقدار 1 بكسل.
ca: Les tecles de fletxa mouen la selecció 1 px.
cs: Klávesy se šipkami posouvají výběr o 1 pixel.
da: Piletasterne rykker valget med 1px.
de: Die Pfeiltasten verschieben die Auswahl um 1 px.
el: Τα πλήκτρα βέλους ωθούν την επιλογή κατά 1 εικονοστοιχείο.
es: Las teclas de flecha desplazan la selección 1 px.
fa: کلیدهای جهت، انتخاب را ۱ پیکسل جابه‌جا می‌کنند.
fi: Nuolinäppäimet siirtävät valintaa 1 kuvapisteen.
fr: Les touches fléchées déplacent la sélection de 1 px.
he: מקשי החצים דוחפים את הבחירה ב-1 פיקסלים.
hr: Tipke sa strelicama pomiču odabir za 1px.
hu: A nyílbillentyűk 1 képponttal eltolja a kijelölést.
id: Tombol panah mendorong seleksi sebesar 1px.
it: I tasti freccia spostano la selezione di 1 px.
ja: 矢印キーで選択範囲を 1 ピクセルずつ微調整します。
ko: 화살표 키를 누르면 선택 항목이 1px씩 이동합니다.
ms: Kekunci anak panah mendorong pemilihan sebanyak 1px.
nl: De pijltoetsen verschuiven de selectie met 1px.
no: Piltastene skyver utvalget med 1 piksel.
pl: Klawisze strzałek przesuwają zaznaczenie o 1 piksel.
pt_br: As teclas de seta deslocam a seleção em 1px.
pt_pt: As teclas de seta deslocam a seleção em 1px.
ro: Tastele săgeți deplasează selecția cu 1 px.
ru: Клавиши со стрелками сдвигают выделение на 1 пиксель.
sk: Klávesy so šípkami posúvajú výber o 1 pixel.
sl: Puščične tipke premaknejo izbor za 1 slikovno piko.
sv: Piltangenterna förskjuter valet med 1px.
th: ปุ่มลูกศรจะเขยิบส่วนที่เลือก 1px
tr: Ok tuşları seçimi 1 px kaydırır.
uk: Клавіші зі стрілками зсувають вибране на 1 px.
ur: تیر والی کلیدیں انتخاب کو 1px تک دھکیل دیتی ہیں۔
vi: Các phím mũi tên di chuyển vùng chọn thêm 1px.
zh_hans: 方向键可将所选内容微移 1 像素。
zh_hant: 方向鍵一次將選取範圍移動 1 px。

source: ASC value
ar: قيمة ASC
ca: Valor ASC
cs: Hodnota ASC
da: ASC værdi
de: ASC-Wert
el: Τιμή ASC
es: Valor de ASC
fa: مقدار ASC
fi: ASC-arvo
fr: Valeur ASC
he: ערך ASC
hr: ASC vrijednost
hu: ASC érték
id: nilai ASC
it: Valore ASC
ja: ASC値
ko: ASC 값
ms: nilai ASC
nl: ASC-waarde
no: ASC-verdi
pl: Wartość ASC
pt_br: Valor ASC
pt_pt: Valor ASC
ro: Valoarea ASC
ru: Значение в ASC
sk: Hodnota ASC
sl: ASC vrednost
sv: ASC-värde
th: ค่าเอเอสซี
tr: ASC değeri
uk: Значення в ASC
ur: ASC قدر
vi: Giá trị ASC
zh_hans: ASC 值
zh_hant: ASC 值

source: Ask before deleting rows and screenshots
ar: اسأل قبل حذف الصفوف ولقطات الشاشة
ca: Pregunteu abans de suprimir files i captures de pantalla
cs: Před smazáním řádků a snímků obrazovky se zeptejte
da: Spørg før du sletter rækker og skærmbilleder
de: Vor dem Löschen von Zeilen und Screenshots nachfragen
el: Ρωτήστε πριν διαγράψετε σειρές και στιγμιότυπα οθόνης
es: Preguntar antes de eliminar filas y capturas
fa: پرسیدن پیش از حذف ردیف‌ها و اسکرین‌شات‌ها
fi: Kysy ennen rivien ja kuvakaappausten poistamista
fr: Demander avant de supprimer des lignes et des captures d'écran
he: שאל לפני מחיקת שורות וצילומי מסך
hr: Pitaj prije brisanja redaka i snimki zaslona
hu: Kérdezze meg a sorok és képernyőképek törlése előtt
id: Tanyakan sebelum menghapus baris dan tangkapan layar
it: Chiedi prima di eliminare righe e screenshot
ja: 行とスクリーンショットを削除する前に確認
ko: 행 및 스크린샷을 삭제하기 전에 확인
ms: Tanya sebelum memadamkan baris dan tangkapan skrin
nl: Vraag dit voordat u rijen en schermafbeeldingen verwijdert
no: Spør før du sletter rader og skjermbilder
pl: Zapytaj przed usunięciem wierszy i zrzutów ekranu
pt_br: Perguntar antes de excluir linhas e capturas de tela
pt_pt: Pergunte antes de excluir linhas e capturas de ecrã
ro: Întrebați înainte de a șterge rândurile și capturile de ecran
ru: Спрашивать перед удалением строк и скриншотов
sk: Pred odstránením riadkov a snímok obrazovky sa opýtajte
sl: Vprašaj pred brisanjem vrstic in posnetkov zaslona
sv: Fråga innan du tar bort rader och skärmdumpar
th: ถามก่อนที่จะลบแถวและภาพหน้าจอ
tr: Satırları ve ekran görüntülerini silmeden önce sor
uk: Питати перед видаленням рядків і знімків екрана
ur: قطاروں اور اسکرین شاٹس کو حذف کرنے سے پہلے پوچھیں۔
vi: Hỏi trước khi xóa hàng và ảnh chụp màn hình
zh_hans: 删除行和截图之前询问
zh_hant: 刪除列和螢幕截圖前先詢問

source: Ask each time
ar: اسأل في كل مرة
ca: Pregunta cada cop
cs: Pokaždé se ptejte
da: Spørg hver gang
de: Jedes Mal fragen
el: Ρωτήστε κάθε φορά
es: Preguntar cada vez
fa: هر بار پرسیده شود
fi: Kysy joka kerta
fr: Demander à chaque fois
he: תשאל כל פעם
hr: Pitajte svaki put
hu: Kérdezd meg minden alkalommal
id: Tanyakan setiap saat
it: Chiedi ogni volta
ja: 毎回確認
ko: 매번 묻기
ms: Tanya setiap kali
nl: Vraag het elke keer
no: Spør hver gang
pl: Zapytaj za każdym razem
pt_br: Perguntar sempre
pt_pt: Pergunte sempre
ro: Întreabă de fiecare dată
ru: Спрашивать каждый раз
sk: Pýtajte sa zakaždým
sl: Vsakič vprašaj
sv: Fråga varje gång
th: ถามทุกครั้ง.
tr: Her seferinde sor
uk: Щоразу питати
ur: ہر بار پوچھیں۔
vi: Hỏi mỗi lần
zh_hans: 每次都询问
zh_hant: 每次都詢問

source: Attributions
ar: الإسناد
ca: Atribucions
cs: Atribuce
da: Tilskrivninger
de: Quellenangaben
el: Αναφορές
es: Atribuciones
fa: ذکر منابع
fi: Attribuutit
he: ייחוסים
hr: Atribucije
hu: Attribútumok
id: Atribusi
it: Attribuzioni
ja: クレジット
ko: 저작자 표시
ms: Atribusi
nl: Attributies
no: Attribusjoner
pl: Atrybucje
pt_br: Atribuições
pt_pt: Atribuições
ro: Atribuții
ru: Благодарности
sk: Atribúcie
sl: Pripisi
sv: Attributioner
th: การระบุแหล่งที่มา
tr: Atıflar
uk: Подяки
ur: انتسابات
vi: Thuộc tính
zh_hans: 致谢
zh_hant: 致謝

source: Aurora
ar: أورورا
de: Polarlicht
fa: شفق قطبی
fr: Aurore boréale
he: אורורה
ja: オーロラ
ko: 오로라
pl: Zorza
ru: Северное сияние
th: ออโรร่า
tr: Kutup Işıkları
uk: Полярне сяйво
ur: ارورہ
vi: cực quang
zh_hans: 极光
zh_hant: 極光

source: Authorization documentation
ar: وثائق الترخيص
ca: Documentació d'autorització
cs: Autorizační dokumentace
da: Autorisationsdokumentation
de: Dokumentation zur Autorisierung
el: Τεκμηρίωση εξουσιοδότησης
es: Documentación de autorización
fa: مستندات مجوزدهی
fi: Valtuutusasiakirjat
fr: Documentation sur l'autorisation
he: תיעוד הרשאה
hr: Dokumentacija o ovlaštenju
hu: Engedélyezési dokumentáció
id: Dokumentasi otorisasi
it: Documentazione sull'autorizzazione
ja: 認証に関するドキュメント
ko: 인증 문서
ms: Dokumentasi kebenaran
nl: Autorisatiedocumentatie
no: Autorisasjonsdokumentasjon
pl: Dokumentacja autoryzacyjna
pt_br: Documentação de autorização
pt_pt: Documentação de autorização
ro: Documentatie de autorizare
ru: Документация по авторизации
sk: Autorizačná dokumentácia
sl: Dokumentacija o pooblastilu
sv: Behörighetsdokumentation
th: เอกสารการอนุญาต
tr: Yetkilendirme belgeleri
uk: Документація з авторизації
ur: اجازت کی دستاویزات
vi: Giấy ủy quyền
zh_hans: 授权说明文档
zh_hant: 授權說明文件

source: Auto
ar: تلقائي
ca: Automàtic
de: Automatisch
el: Αυτόματο
es: Automático
fa: خودکار
he: אוטומטי
hr: Automatski
id: Otomatis
it: Automatico
ja: 自動
ko: 자동
nl: Automatisch
pl: Automat
pt_br: Automático
pt_pt: Automático
ru: Авто
sl: Avto
th: อัตโนมัติ
tr: Otomatik
uk: Автоматично
ur: آٹو
vi: Tự động
zh_hans: 自动
zh_hant: 自動

source: Auto subtitles for your videos.
ar: ترجمات تلقائية لمقاطع الفيديو الخاصة بك.
ca: Subtítols automàtics per als teus vídeos.
cs: Automatické titulky pro vaše videa.
da: Automatiske undertekster til dine videoer.
de: Automatische Untertitel für deine Videos.
el: Αυτόματοι υπότιτλοι για τα βίντεό σας.
es: Subtítulos automáticos para tus vídeos.
fa: زیرنویس خودکار برای ویدیوهای شما.
fi: Automaattiset tekstitykset videoillesi.
fr: Sous-titres automatiques pour vos vidéos.
he: כתוביות אוטומטיות לסרטונים שלך.
hr: Automatski titlovi za vaše videozapise.
hu: Automatikus feliratok a videóidhoz.
id: Subtitle otomatis untuk video Anda.
it: Sottotitoli automatici per i tuoi video.
ja: 動画に自動で字幕を付けます。
ko: 동영상에 자동 자막을 넣어 드립니다.
ms: Sari kata automatik untuk video anda.
nl: Automatische ondertiteling voor uw video's.
no: Automatiske undertekster for videoene dine.
pl: Automatyczne napisy do Twoich filmów.
pt_br: Legendas automáticas para seus vídeos.
pt_pt: Legendas automáticas para seus vídeos.
ro: Subtitrări automate pentru videoclipurile dvs.
ru: Автоматические субтитры для ваших видео.
sk: Automatické titulky pre vaše videá.
sl: Samodejni podnapisi za vaše videoposnetke.
sv: Automatiska undertexter för dina videor.
th: คำบรรยายอัตโนมัติสำหรับวิดีโอของคุณ
tr: Videolarınız için otomatik altyazılar.
uk: Автоматичні субтитри для ваших відео.
ur: آپ کے ویڈیوز کے لیے خودکار سب ٹائٹلز۔
vi: Phụ đề tự động cho video của bạn.
zh_hans: 为你的视频自动生成字幕。
zh_hant: 為你的影片自動加上字幕。

source: Auto-detected
ar: تم اكتشافه تلقائيًا
ca: S'ha detectat automàticament
cs: Automaticky zjištěno
da: Auto-detekteret
de: Automatisch erkannt
el: Αυτόματη ανίχνευση
es: Detectado automáticamente
fa: تشخیص خودکار
fi: Havaittu automaattisesti
fr: Détection automatique
he: זוהה אוטומטית
hr: Automatski otkriveno
hu: Automatikusan észlelve
id: Terdeteksi secara otomatis
it: Rilevato automaticamente
ja: 自動検出
ko: 자동 감지
ms: Auto dikesan
nl: Automatisch gedetecteerd
no: Automatisk oppdaget
pl: Wykryte automatycznie
pt_br: Detectado automaticamente
pt_pt: Detectado automaticamente
ro: Detectat automat
ru: Определено автоматически
sk: Automaticky zistené
sl: Samodejno zaznano
sv: Autoupptäckt
th: ตรวจพบอัตโนมัติ
tr: Otomatik algılandı
uk: Визначено автоматично
ur: خود بخود پتہ چلا
vi: Tự động phát hiện
zh_hans: 自动检测
zh_hant: 自動偵測

source: Auto-Translate
ar: الترجمة التلقائية
ca: Traducció automàtica
cs: Automatický překlad
da: Auto-oversæt
de: Automatisch übersetzen
el: Αυτόματη μετάφραση
es: Traducir automáticamente
fa: ترجمه خودکار
fi: Automaattinen käännös
fr: Traduction automatique
he: תרגום אוטומטי
hr: Automatski prijevod
hu: Automatikus fordítás
id: Terjemahan Otomatis
it: Traduci automaticamente
ja: 自動翻訳
ko: 자동 번역
ms: Autoterjemah
nl: Automatisch vertalen
no: Auto-oversett
pl: Automatyczne tłumaczenie
pt_br: Traduzir automaticamente
pt_pt: Tradução automática
ro: Traducere automată
ru: Автоперевод
sk: Automatický preklad
sl: Samodejno prevajanje
sv: Automatisk översättning
th: แปลอัตโนมัติ
tr: Otomatik Çevir
uk: Автопереклад
ur: خودکار ترجمہ
vi: Tự động dịch
zh_hans: 自动翻译
zh_hant: 自動翻譯

source: Auto-Translate Missing Text
ar: الترجمة التلقائية للنص المفقود
ca: Tradueix automàticament el text que falta
cs: Automaticky přeložit chybějící text
da: Auto-oversæt manglende tekst
de: Fehlenden Text automatisch übersetzen
el: Αυτόματη μετάφραση κειμένου που λείπει
es: Traducir automáticamente texto faltante
fa: ترجمهٔ خودکار متن‌های ترجمه‌نشده
fi: Käännä puuttuva teksti automaattisesti
fr: Traduire automatiquement le texte manquant
he: תרגום אוטומטי של טקסט חסר
hr: Automatski prevedi tekst koji nedostaje
hu: A hiányzó szöveg automatikus fordítása
id: Terjemahan Otomatis Teks yang Hilang
it: Traduci automaticamente testo mancante
ja: 未翻訳のテキストを自動翻訳
ko: 누락된 텍스트 자동 번역
ms: Auto-Terjemah Teks Tiada
nl: Ontbrekende tekst automatisch vertalen
no: Auto-oversett manglende tekst
pl: Automatyczne tłumaczenie brakującego tekstu
pt_br: Traduzir automaticamente texto ausente
pt_pt: Tradução automática de texto ausente
ro: Traduceți automat textul lipsă
ru: Автоперевод недостающего текста
sk: Automaticky preložiť chýbajúci text
sl: Samodejno prevedi manjkajoče besedilo
sv: Automatisk översättning av saknad text
th: แปลข้อความที่หายไปโดยอัตโนมัติ
tr: Eksik Metni Otomatik Çevir
uk: Автоматично перекласти відсутній текст
ur: گم شدہ متن کا خودکار ترجمہ
vi: Tự động dịch văn bản bị thiếu
zh_hans: 自动翻译缺失的文本
zh_hant: 自動翻譯缺少的文字

source: Automatically check for updates
ar: التحقق تلقائيا من وجود تحديثات
ca: Comprova automàticament si hi ha actualitzacions
cs: Automaticky kontrolovat aktualizace
da: Kontroller automatisk for opdateringer
de: Automatisch nach Updates suchen
el: Αυτόματος έλεγχος για ενημερώσεις
es: Buscar actualizaciones automáticamente
fa: بررسی خودکار به‌روزرسانی‌ها
fi: Tarkista päivitykset automaattisesti
fr: Rechercher automatiquement les mises à jour
he: בדוק אוטומטית אם יש עדכונים
hr: Automatski provjeri ima li ažuriranja
hu: Frissítések automatikus keresése
id: Periksa pembaruan secara otomatis
it: Controlla automaticamente gli aggiornamenti
ja: アップデートを自動的に確認
ko: 자동으로 업데이트 확인
ms: Semak kemas kini secara automatik
nl: Automatisch controleren op updates
no: Se etter oppdateringer automatisk
pl: Automatycznie sprawdzaj dostępność aktualizacji
pt_br: Verificar atualizações automaticamente
pt_pt: Verifique automaticamente se há atualizações
ro: Verificați automat actualizările
ru: Автоматически проверять обновления
sk: Automaticky kontrolovať aktualizácie
sl: Samodejno preveri posodobitve
sv: Sök automatiskt efter uppdateringar
th: ตรวจสอบการอัปเดตโดยอัตโนมัติ
tr: Güncellemeleri otomatik olarak denetle
uk: Автоматично перевіряти оновлення
ur: اپ ڈیٹس کے لیے خودکار طور پر چیک کریں۔
vi: Tự động kiểm tra cập nhật
zh_hans: 自动检查更新
zh_hant: 自動檢查更新項目

source: Automation
ar: الأتمتة
ca: Automatització
cs: automatizace
da: Automatisering
de: Automatisierung
el: Αυτοματοποίηση
es: Automatización
fa: اتوماسیون
fi: Automaatio
fr: Automatisation
he: אוטומציה
hr: Automatizacija
hu: Automatizálás
id: Otomatisasi
it: Automazione
ja: 自動化
ko: 자동화
ms: Automasi
nl: Automatisering
no: Automatisering
pl: Automatyzacja
pt_br: Automação
pt_pt: Automação
ro: Automatizare
ru: Автоматизация
sk: automatizácia
sl: Avtomatizacija
th: ระบบอัตโนมัติ
tr: Otomasyon
uk: Автоматизація
ur: آٹومیشن
vi: Tự động hóa
zh_hans: 自动化
zh_hant: 自動化

source: Automation & MCP
ar: الأتمتة وMCP
ca: Automatització i MCP
cs: Automatizace a MCP
da: Automatisering og MCP
de: Automatisierung und MCP
el: Αυτοματισμός & MCP
es: Automatización y MCP
fa: اتوماسیون و MCP
fi: Automaatio ja MCP
fr: Automatisation et MCP
he: אוטומציה ו-MCP
hr: Automatizacija i MCP
hu: Automatizálás és MCP
id: Otomatisasi & MCP
it: Automazione e MCP
ja: 自動化と MCP
ko: 자동화 및 MCP
ms: Automasi & MCP
nl: Automatisering & MCP
no: Automatisering og MCP
pl: Automatyka i MCP
pt_br: Automação e MCP
pt_pt: Automação e MCP
ro: Automatizare și MCP
ru: Автоматизация и MCP
sk: Automatizácia a MCP
sl: Avtomatizacija in MCP
sv: Automatisering och MCP
th: ระบบอัตโนมัติและ MCP
tr: Otomasyon ve MCP
uk: Автоматизація і MCP
ur: آٹومیشن اور ایم سی پی
vi: Tự động hóa & MCP
zh_hans: 自动化与 MCP
zh_hant: 自動化與 MCP
